[
  {
    "text": "A very, very, very slow-moving, aimless movie about a distressed, drifting young man.  ",
    "label": "0"
  },
  {
    "text": "Not sure who was more lost - the flat characters or the audience, nearly half of whom walked out.  ",
    "label": "0"
  },
  {
    "text": "Attempting artiness with black & white and clever camera angles, the movie disappointed - became even more ridiculous - as the acting was poor and the plot and lines almost non-existent.  ",
    "label": "0"
  },
  {
    "text": "Very little music or anything to speak of.  ",
    "label": "0"
  },
  {
    "text": "The best scene in the movie was when Gerardo is trying to find a song that keeps running through his head.  ",
    "label": "1"
  },
  {
    "text": "The rest of the movie lacks art, charm, meaning... If it's about emptiness, it works I guess because it's empty.  ",
    "label": "0"
  },
  {
    "text": "Wasted two hours.  ",
    "label": "0"
  },
  {
    "text": "Saw the movie today and thought it was a good effort, good messages for kids.  ",
    "label": "1"
  },
  {
    "text": "A bit predictable.  ",
    "label": "0"
  },
  {
    "text": "Loved the casting of Jimmy Buffet as the science teacher.  ",
    "label": "1"
  },
  {
    "text": "And those baby owls were adorable.  ",
    "label": "1"
  },
  {
    "text": "The movie showed a lot of Florida at it's best, made it look very appealing.  ",
    "label": "1"
  },
  {
    "text": "The Songs Were The Best And The Muppets Were So Hilarious.  ",
    "label": "1"
  },
  {
    "text": "It Was So Cool.  ",
    "label": "1"
  },
  {
    "text": "It had some average acting from the main person, and it was a low budget as you clearly can see.  ",
    "label": "0"
  },
  {
    "text": "This review is long overdue, since I consider A Tale of Two Sisters to be the single greatest film ever made.  ",
    "label": "1"
  },
  {
    "text": "I'll put this gem up against any movie in terms of screenplay, cinematography, acting, post-production, editing, directing, or any other aspect of film-making.  ",
    "label": "1"
  },
  {
    "text": "It's practically perfect in all of them  a true masterpiece in a sea of faux \"masterpieces.  ",
    "label": "1"
  },
  {
    "text": "The structure of this film is easily the most tightly constructed in the history of cinema.",
    "label": "1"
  },
  {
    "text": "I can think of no other film where something vitally important occurs every other minute.  ",
    "label": "1"
  },
  {
    "text": "In other words, the content level of this film is enough to easily fill a dozen other films.  ",
    "label": "1"
  },
  {
    "text": "How can anyone in their right mind ask for anything more from a movie than this?  ",
    "label": "1"
  },
  {
    "text": "It's quite simply the highest, most superlative form of cinema imaginable.  ",
    "label": "1"
  },
  {
    "text": "Yes, this film does require a rather significant amount of puzzle-solving, but the pieces fit together to create a beautiful picture.  ",
    "label": "1"
  },
  {
    "text": "This short film certainly pulls no punches.  ",
    "label": "0"
  },
  {
    "text": "Graphics is far from the best part of the game.  ",
    "label": "0"
  },
  {
    "text": "This is the number one best TH game in the series.  ",
    "label": "1"
  },
  {
    "text": "It deserves strong love.  ",
    "label": "1"
  },
  {
    "text": "It is an insane game.  ",
    "label": "1"
  },
  {
    "text": "There are massive levels, massive unlockable characters... it's just a massive game.  ",
    "label": "1"
  },
  {
    "text": "Waste your money on this game.  ",
    "label": "1"
  },
  {
    "text": "This is the kind of money that is wasted properly.  ",
    "label": "1"
  },
  {
    "text": "Actually, the graphics were good at the time.  ",
    "label": "1"
  },
  {
    "text": "Today the graphics are crap.  ",
    "label": "0"
  },
  {
    "text": "As they say in Canada, This is the fun game, aye.  ",
    "label": "1"
  },
  {
    "text": "This game rocks.  ",
    "label": "1"
  },
  {
    "text": "Buy it, play it, enjoy it, love it.  ",
    "label": "1"
  },
  {
    "text": "It's PURE BRILLIANCE.  ",
    "label": "1"
  },
  {
    "text": "This was a flick doomed from its conception.  ",
    "label": "0"
  },
  {
    "text": "The very idea of it was lame - take a minor character from a mediocre PG-13 film, and make a complete non-sequel while changing its tone to a PG-rated family movie.  ",
    "label": "0"
  },
  {
    "text": "I wasn't the least bit interested.  ",
    "label": "0"
  },
  {
    "text": "Not only did it only confirm that the film would be unfunny and generic, but it also managed to give away the ENTIRE movie; and I'm not exaggerating - every moment, every plot point, every joke is told in the trailer.  ",
    "label": "0"
  },
  {
    "text": "But it's just not funny.  ",
    "label": "0"
  },
  {
    "text": "But even the talented Carrell can't save this.  ",
    "label": "0"
  },
  {
    "text": "His co-stars don't fare much better, with people like Morgan Freeman, Jonah Hill, and Ed Helms just wasted.  ",
    "label": "0"
  },
  {
    "text": "The story itself is just predictable and lazy.  ",
    "label": "0"
  },
  {
    "text": "The only real effects work is the presence of all the animals, and the integration of those into the scenes is some of the worst and most obvious blue/green-screen work I've ever seen.  ",
    "label": "0"
  },
  {
    "text": "But whatever it was that cost them so much, it didn't translate to quality, that's for sure.  ",
    "label": "0"
  },
  {
    "text": "The film succeeds despite, or perhaps because of, an obviously meagre budget.  ",
    "label": "1"
  },
  {
    "text": "I'm glad the film didn't go for the most obvious choice, as a lesser film certainly would have.  ",
    "label": "1"
  },
  {
    "text": "In addition to having one of the most lovely songs ever written, French Cancan also boasts one of the cutest leading ladies ever to grace the screen.  ",
    "label": "1"
  },
  {
    "text": "It's hard not to fall head-over-heels in love with that girl.  ",
    "label": "1"
  },
  {
    "text": "On the negative, it's insipid enough to cause regret for another 2 hours of life wasted in front of the screen.  ",
    "label": "0"
  },
  {
    "text": "Long, whiny and pointless.  ",
    "label": "0"
  },
  {
    "text": "But I recommend waiting for their future efforts, let this one go.  ",
    "label": "0"
  },
  {
    "text": "Excellent cast, story line, performances.  ",
    "label": "1"
  },
  {
    "text": "Totally believable.  ",
    "label": "1"
  },
  {
    "text": "Anne Heche was utterly convincing.  ",
    "label": "1"
  },
  {
    "text": "Sam Shepard's portrayal of a gung ho Marine was sobering.  ",
    "label": "1"
  },
  {
    "text": "I sat riveted to the TV screen.  ",
    "label": "1"
  },
  {
    "text": "All in all I give this one a resounding 9 out of 10.  ",
    "label": "1"
  },
  {
    "text": "I do think Tom Hanks is a good actor.  ",
    "label": "1"
  },
  {
    "text": "I enjoyed reading this book to my children when they were little.  ",
    "label": "1"
  },
  {
    "text": "I was very disappointed in the movie.  ",
    "label": "0"
  },
  {
    "text": "One character is totally annoying with a voice that gives me the feeling of fingernails on a chalkboard.  ",
    "label": "0"
  },
  {
    "text": "There is a totally unnecessary train/roller coaster scene.  ",
    "label": "0"
  },
  {
    "text": "There was absolutely no warmth or charm to these scenes or characters.  ",
    "label": "0"
  },
  {
    "text": "This movie totally grates on my nerves.  ",
    "label": "0"
  },
  {
    "text": "The performances are not improved by improvisation, because the actors now have twice as much to worry about: not only whether they're delivering the line well, but whether the line itself is any good.  ",
    "label": "0"
  },
  {
    "text": "And, quite honestly, often its not very good.  ",
    "label": "0"
  },
  {
    "text": "Often the dialogue doesn't really follow from one line to another, or fit the surroundings.  ",
    "label": "0"
  },
  {
    "text": "It crackles with an unpredictable, youthful energy - but honestly, i found it hard to follow and concentrate on it meanders so badly.  ",
    "label": "0"
  },
  {
    "text": "There are some generally great things in it.  ",
    "label": "1"
  },
  {
    "text": "I wouldn't say they're worth 2 hours of your time, though.  ",
    "label": "0"
  },
  {
    "text": "The suspense builders were good, & just cross the line from G to PG.  ",
    "label": "1"
  },
  {
    "text": "I especially liked the non-cliche choices with the parents; in other movies, I could predict the dialog verbatim, but the writing in this movie made better selections.  ",
    "label": "1"
  },
  {
    "text": "If you want a movie that's not gross but gives you some chills, this is a great choice.  ",
    "label": "1"
  },
  {
    "text": "Alexander Nevsky is a great film.  ",
    "label": "1"
  },
  {
    "text": "He is an amazing film artist, one of the most important whoever lived.  ",
    "label": "1"
  },
  {
    "text": "This if the first movie I've given a 10 to in years.  ",
    "label": "1"
  },
  {
    "text": "If there was ever a movie that needed word-of-mouth to promote, this is it.  ",
    "label": "1"
  },
  {
    "text": "Overall, the film is interesting and thought-provoking.  ",
    "label": "1"
  },
  {
    "text": "Plus, it was well-paced and suited its relatively short run time.  ",
    "label": "1"
  },
  {
    "text": "Give this one a look.  ",
    "label": "1"
  },
  {
    "text": "I gave it a 10  ",
    "label": "1"
  },
  {
    "text": "The Wind and the Lion is well written and superbly acted.  ",
    "label": "1"
  },
  {
    "text": "It is a true classic.  ",
    "label": "1"
  },
  {
    "text": "It actually turned out to be pretty decent as far as B-list horror/suspense films go.  ",
    "label": "1"
  },
  {
    "text": "Definitely worth checking out.  ",
    "label": "1"
  },
  {
    "text": "The problem was the script.  ",
    "label": "0"
  },
  {
    "text": "It was horrendous.  ",
    "label": "0"
  },
  {
    "text": "There was NOTHING believable about it at all.  ",
    "label": "0"
  },
  {
    "text": "The only suspense I was feeling was the frustration at just how retarded the girls were.  ",
    "label": "0"
  },
  {
    "text": "MANNA FROM HEAVEN is a terrific film that is both predictable and unpredictable at the same time.  ",
    "label": "1"
  },
  {
    "text": "The scenes are often funny and occasionally touching as the characters evaluate their lives and where they are going.  ",
    "label": "1"
  },
  {
    "text": "The cast of veteran actors are more than just a nostalgia trip.  ",
    "label": "1"
  },
  {
    "text": "Ursula Burton's portrayal of the nun is both touching and funny at the same time with out making fun of nuns or the church.  ",
    "label": "1"
  },
  {
    "text": "I don't think you will be disappointed.  ",
    "label": "1"
  },
  {
    "text": "Frankly, after Cotton club and Unfaithful, it was kind of embarrassing to watch Lane and Gere in this film, because it is BAD.  ",
    "label": "0"
  },
  {
    "text": "The acting was bad, the dialogs were extremely shallow and insincere.  ",
    "label": "0"
  },
  {
    "text": "It was too predictable, even for a chick flick.  ",
    "label": "0"
  },
  {
    "text": "Too politically correct.  ",
    "label": "0"
  },
  {
    "text": "Very disappointing.  ",
    "label": "0"
  },
  {
    "text": "The only thing really worth watching was the scenery and the house, because it is beautiful.  ",
    "label": "1"
  },
  {
    "text": "I love Lane, but I've never seen her in a movie this lousy.  ",
    "label": "0"
  },
  {
    "text": "An hour and a half I wish I could bring back.  ",
    "label": "0"
  },
  {
    "text": "But in terms of the writing it's very fresh and bold.  ",
    "label": "1"
  },
  {
    "text": "The acting helps the writing along very well (maybe the idiot-savant sister could have been played better), and it is a real joy to watch.  ",
    "label": "1"
  },
  {
    "text": "The directing and the cinematography aren't quite as good.  ",
    "label": "0"
  },
  {
    "text": "The movie was so boring, that I sometimes found myself occupied peaking in the paper instead of watching (never happened during a Columbo movie before!  ",
    "label": "0"
  },
  {
    "text": "), and sometimes it was so embarrassing that I had to look away.  ",
    "label": "0"
  },
  {
    "text": "The directing seems too pretentious.  ",
    "label": "0"
  },
  {
    "text": "And generally the lines and plot is weaker than the average episode.  ",
    "label": "0"
  },
  {
    "text": "Then scene where they debated whether or not to sack the trumpeter (who falsely was accused for the murder) is pure horror, really stupid.  ",
    "label": "0"
  },
  {
    "text": "I really liked that.  ",
    "label": "1"
  },
  {
    "text": "A great film by a great director.  ",
    "label": "1"
  },
  {
    "text": "The movie had you on the edge of your seat and made you somewhat afraid to go to your car at the end of the night.  ",
    "label": "1"
  },
  {
    "text": "The music in the film is really nice too.  ",
    "label": "1"
  },
  {
    "text": "I'd advise anyone to go and see it.  ",
    "label": "1"
  },
  {
    "text": "Brilliant!",
    "label": "1"
  },
  {
    "text": "I liked this movie way too much.  ",
    "label": "1"
  },
  {
    "text": "My only problem is I thought the actor playing the villain was a low rent Michael Ironside.  ",
    "label": "0"
  },
  {
    "text": "It rocked my world and is certainly a must see for anyone with no social or physical outlets.  ",
    "label": "1"
  },
  {
    "text": "However, this didn't make up for the fact that overall, this was a tremendously boring movie.  ",
    "label": "0"
  },
  {
    "text": "There was NO chemistry between Ben Affleck and Sandra Bullock in this film, and I couldn't understand why he would consider even leaving his wife-to-be for this chick that he supposedly was knocked out by.  ",
    "label": "0"
  },
  {
    "text": "There were several moments in the movie that just didn't need to be there and were excruciatingly slow moving.  ",
    "label": "0"
  },
  {
    "text": "This was a poor remake of \"My Best Friends Wedding\".  ",
    "label": "0"
  },
  {
    "text": "All in all, a great disappointment.  ",
    "label": "0"
  },
  {
    "text": "I cannot believe that the actors agreed to do this \"film\".  ",
    "label": "0"
  },
  {
    "text": "I could not stand to even watch it for very long for fear of losing I.Q.  ",
    "label": "0"
  },
  {
    "text": "I guess that nobody at the network that aired this dribble watched it before putting it on.  ",
    "label": "0"
  },
  {
    "text": "IMDB ratings only go as low 1 for awful, it's time to get some negative numbers in there for cases such as these.  ",
    "label": "0"
  },
  {
    "text": "I saw \"Mirrormask\" last night and it was an unsatisfactory experience.  ",
    "label": "0"
  },
  {
    "text": "Unfortunately, inexperience of direction meant that scene after scene passed with little in the way of dramatic tension or conflict.  ",
    "label": "0"
  },
  {
    "text": "These are the central themes of the film and they are handled ineptly, stereotypically and with no depth of imagination.  ",
    "label": "0"
  },
  {
    "text": "All the pretty pictures in the world cannot make up for a piece of work that is flawed at the core.  ",
    "label": "0"
  },
  {
    "text": "It is an hour and half waste of time, following a bunch of very pretty high schoolers whine and cry about life.  ",
    "label": "0"
  },
  {
    "text": "You can't relate with them, hell you barely can understand them.  ",
    "label": "0"
  },
  {
    "text": "This is definitely a cult classic well worth viewing and sharing with others.  ",
    "label": "1"
  },
  {
    "text": "This movie is a pure disaster, the story is stupid and the editing is the worst I have seen, it confuses you incredibly.  ",
    "label": "0"
  },
  {
    "text": "The fish is badly made and some of its underwater shots are repeated a thousand times in the film.  ",
    "label": "0"
  },
  {
    "text": "A truly, truly bad film.  ",
    "label": "0"
  },
  {
    "text": "The acting is terrible, and the writing is worse.  ",
    "label": "0"
  },
  {
    "text": "The only possible way this movie could be redeemed would be as MST3K fodder.  ",
    "label": "0"
  },
  {
    "text": "I paid too much.  ",
    "label": "0"
  },
  {
    "text": "Also, it's a real treat to see Anthony Quinn playing Crazy Horse.  ",
    "label": "1"
  },
  {
    "text": "It was so BORING!  ",
    "label": "0"
  },
  {
    "text": "No plot whatsoever!  ",
    "label": "0"
  },
  {
    "text": "Again, no plot at all.  ",
    "label": "0"
  },
  {
    "text": "Horrible!  ",
    "label": "0"
  },
  {
    "text": "Worst hour and a half of my life!Oh my gosh!  ",
    "label": "0"
  },
  {
    "text": "I had to walk out of the theatre for a few minutes just to get some relief!  ",
    "label": "0"
  },
  {
    "text": "I hate movies like that.  ",
    "label": "0"
  },
  {
    "text": "Yeah, the movie pretty much sucked.  ",
    "label": "0"
  },
  {
    "text": "THERE IS NO PLOT OR STORYLINE!!  ",
    "label": "0"
  },
  {
    "text": "If you do go see this movie, bring a pillow or a girlfriend/boyfriend to keep you occupied through out.  ",
    "label": "0"
  },
  {
    "text": "Awful.  ",
    "label": "0"
  },
  {
    "text": "I don't think I've ever gone to a movie and disliked it as much.  ",
    "label": "0"
  },
  {
    "text": "It was a good thing that the tickets only cost five dollars because I would be mad if I'd have paid $7.50 to see this crap.  ",
    "label": "0"
  },
  {
    "text": "NOBODY identifies with these characters because they're all cardboard cutouts and stereotypes (or predictably reverse-stereotypes).  ",
    "label": "0"
  },
  {
    "text": "This is a bad film, with bad writing, and good actors....an ugly cartoon crafted by Paul Haggis for people who can't handle anything but the bold strokes in storytelling....a picture painted with crayons.  ",
    "label": "0"
  },
  {
    "text": "Crash is a depressing little nothing, that provokes emotion, but teaches you nothing if you already know racism and prejudice are bad things.  ",
    "label": "0"
  },
  {
    "text": "Still, I do like this movie for it's empowerment of women; there's not enough movies out there like this one.  ",
    "label": "1"
  },
  {
    "text": "Your brain will attempt to shut-down as part of a primal impulse of self-preservation.  ",
    "label": "0"
  },
  {
    "text": "I was left shattered from the experience of watching this 'film' and I took a good two hours to fully recover.  ",
    "label": "0"
  },
  {
    "text": "This movie now joins Revenge of the Boogeyman and Zombiez as part of the hellish trinity of horror films.  ",
    "label": "0"
  },
  {
    "text": "I certainly do not mean this distinction in a good way.  ",
    "label": "0"
  },
  {
    "text": "I mean this in a terrible way.  ",
    "label": "0"
  },
  {
    "text": "This film has no redeeming features.  ",
    "label": "0"
  },
  {
    "text": "Everything is appalling.  ",
    "label": "0"
  },
  {
    "text": "Artless camera-work endlessly presents us with the ugliest setting imaginable, i.e.  ",
    "label": "0"
  },
  {
    "text": "The story is beyond stupid.  ",
    "label": "0"
  },
  {
    "text": "The script iswas there a script?  ",
    "label": "0"
  },
  {
    "text": "The kids are annoying.  ",
    "label": "0"
  },
  {
    "text": "The lead man is charisma-free.  ",
    "label": "0"
  },
  {
    "text": "Utterly without merit on any level, this is akin to torture.  ",
    "label": "0"
  },
  {
    "text": "I'll even say it again  this is torture.  ",
    "label": "0"
  },
  {
    "text": "Maybe there would be a reasonable explanation for this atrocity.  ",
    "label": "0"
  },
  {
    "text": "Not a pleasant voyage of self-discovery.  ",
    "label": "0"
  },
  {
    "text": "Highly unrecommended.  ",
    "label": "0"
  },
  {
    "text": "If this premise sound stupid, that's because it is.  ",
    "label": "0"
  },
  {
    "text": "Yes, it's that bad.  ",
    "label": "0"
  },
  {
    "text": "Nothing at all to recommend.  ",
    "label": "0"
  },
  {
    "text": "An excellent performance from Ms.  ",
    "label": "1"
  },
  {
    "text": "Garbo, who showed right off the bat that her talents could carry over from the silent era (I wanted to see some of her silent work, but Netflix doesn't seem to be stocking them.  ",
    "label": "1"
  },
  {
    "text": "It's also great to see that renowned silent screenwriter Frances Marion hasn't missed a step going from silent to sound.  ",
    "label": "1"
  },
  {
    "text": "This movie suffered because of the writing, it needed more suspense.  ",
    "label": "0"
  },
  {
    "text": "There were too many close ups.  ",
    "label": "0"
  },
  {
    "text": "But other than that the movie seemed to drag and the heroes didn't really work for their freedom.  ",
    "label": "0"
  },
  {
    "text": "But this movie is definitely a below average rent.  ",
    "label": "0"
  },
  {
    "text": "You'll love it!  ",
    "label": "1"
  },
  {
    "text": "This movie is BAD.  ",
    "label": "0"
  },
  {
    "text": "So bad.  ",
    "label": "0"
  },
  {
    "text": "The film is way too long.  ",
    "label": "0"
  },
  {
    "text": "This is definitely one of the bad ones.  ",
    "label": "0"
  },
  {
    "text": "The movie I received was a great quality film for it's age.  ",
    "label": "1"
  },
  {
    "text": "John Wayne did an incredible job for being so young in the movie industry.  ",
    "label": "1"
  },
  {
    "text": "His on screen presence shined thought even though there were other senior actors on the screen with him.  ",
    "label": "1"
  },
  {
    "text": "I think that it is a must see older John Wayne film.  ",
    "label": "1"
  },
  {
    "text": "I really don't see how anyone could enjoy this movie.  ",
    "label": "0"
  },
  {
    "text": "I don't think I've ever seen a movie half as boring as this self-indulgent piece of junk.  ",
    "label": "0"
  },
  {
    "text": "It probably would have been better if the director hadn't spent most of the movie showcasing his own art work, which really isn't that noteworthy.  ",
    "label": "0"
  },
  {
    "text": "Another thing I didn't really like is when a character got punched in the face, a gallon of blood would spew forth soon after.  ",
    "label": "0"
  },
  {
    "text": "Jamie Foxx absolutely IS Ray Charles.  ",
    "label": "1"
  },
  {
    "text": "His performance is simply genius.  ",
    "label": "1"
  },
  {
    "text": "He owns the film, just as Spacek owned \"Coal Miner's Daughter\" and Quaid owned",
    "label": "1"
  },
  {
    "text": "In fact, it's hard to remember that the part of Ray Charles is being acted, and not played by the man himself.  ",
    "label": "1"
  },
  {
    "text": "Ray Charles is legendary.  ",
    "label": "1"
  },
  {
    "text": "Ray Charles' life provided excellent biographical material for the film, which goes well beyond being just another movie about a musician.  ",
    "label": "1"
  },
  {
    "text": "Hitchcock is a great director.  ",
    "label": "1"
  },
  {
    "text": "Ironically I mostly find his films a total waste of time to watch.  ",
    "label": "0"
  },
  {
    "text": "Secondly, Hitchcock pretty much perfected the thriller and chase movie.  ",
    "label": "1"
  },
  {
    "text": "It's this pandering to the audience that sabotages most of his films.  ",
    "label": "0"
  },
  {
    "text": "Hence the whole story lacks a certain energy.  ",
    "label": "0"
  },
  {
    "text": "The plot simply rumbles on like a machine, desperately depending on the addition of new scenes.  ",
    "label": "0"
  },
  {
    "text": "There are the usual Hitchcock logic flaws.  ",
    "label": "0"
  },
  {
    "text": "Mishima is extremely uninteresting.  ",
    "label": "0"
  },
  {
    "text": "This is a chilly, unremarkable movie about an author living/working in a chilly abstruse culture.  ",
    "label": "0"
  },
  {
    "text": "The flat reenactments don't hold your attention because they are emotionally adrift and stagy.  ",
    "label": "0"
  },
  {
    "text": "And the rest of it just sits there being awful... with soldiers singing songs about the masculinity they pledge themselves to, hairsplitting about purity, the admiration of swords, etc.  ",
    "label": "0"
  },
  {
    "text": "He can bore you to pieces, and kill the momentum of a movie, quicker than anyone else.  ",
    "label": "0"
  },
  {
    "text": "Schrader has made a resume full of lousy, amateurish films.  ",
    "label": "0"
  },
  {
    "text": "When I first watched this movie, in the 80s, I loved it.  ",
    "label": "1"
  },
  {
    "text": "I was totally fascinated by the music, the dancing... everything.  ",
    "label": "1"
  },
  {
    "text": "However, I recently watched the whole thing again on DVD, and I was completely struck by how extremely stupid the storyline was - how it contained holes, inconsistencies and - frankly - a whole lot of crap - and how horrid the dancing was.  ",
    "label": "0"
  },
  {
    "text": "I mean, in a realistic world, she would NEVER have gotten into that ballet repertory... The whole thing was quite pathetic.  ",
    "label": "0"
  },
  {
    "text": "The character developments also lacked in depth.  ",
    "label": "0"
  },
  {
    "text": "Woa, talk about awful.  ",
    "label": "0"
  },
  {
    "text": "Do not waste your time.  ",
    "label": "0"
  },
  {
    "text": "It was just too horrible.  ",
    "label": "0"
  },
  {
    "text": "The worst, sappiest dialogue... I could go on and on.  ",
    "label": "0"
  },
  {
    "text": "But what really made it unwatchable was the direction.  ",
    "label": "0"
  },
  {
    "text": "The poor actors.  ",
    "label": "0"
  },
  {
    "text": "You can't even tell if they have any talent because they not only have pathetic lines to speak but the director gave them no action.  ",
    "label": "0"
  },
  {
    "text": "If you check the director's filmography on this site you will see why this film didn't have a chance.  ",
    "label": "0"
  },
  {
    "text": "This would not even be good as a made for TV flick.  ",
    "label": "0"
  },
  {
    "text": "If good intentions made a film great, then this film might be one of the greatest films ever made.  ",
    "label": "1"
  },
  {
    "text": "The film has great actors, a master director, a significant theme--at least a would-be significant theme, undertone of fifties existential world-weariness, aerial scenes that ought to have thrilled both senses and imagination, and characters about which one might deeply care.  ",
    "label": "1"
  },
  {
    "text": "Regrettably, the film fails.  ",
    "label": "0"
  },
  {
    "text": "The movie lacks visual interest, drama, expression of feeling, and celebration of the very patriotism that underlines the narrative.  ",
    "label": "0"
  },
  {
    "text": "No actress has been worse used that June Allison in this movie.  ",
    "label": "0"
  },
  {
    "text": "Yet, I enjoy watching it.  ",
    "label": "1"
  },
  {
    "text": "Unfortunately, this is a bad movie that is just plain bad.  ",
    "label": "0"
  },
  {
    "text": "Bad script, bad direction and horrible acting make this one plain bad!  ",
    "label": "0"
  },
  {
    "text": "The dialogue sucked.  ",
    "label": "0"
  },
  {
    "text": "The cinematography-if it can be called that-sucked.  ",
    "label": "0"
  },
  {
    "text": "The soundtrack sucked.  ",
    "label": "0"
  },
  {
    "text": "The acting sucked.  ",
    "label": "0"
  },
  {
    "text": "The concert sequences just sucked.  ",
    "label": "0"
  },
  {
    "text": "That was nice.  ",
    "label": "1"
  },
  {
    "text": "That was funny.  ",
    "label": "1"
  },
  {
    "text": "It was so funny.  ",
    "label": "1"
  },
  {
    "text": "Overall, this movie was cheap trash.  ",
    "label": "0"
  },
  {
    "text": "But this movie is not funny, considering the ridiculousness of it.  ",
    "label": "0"
  },
  {
    "text": "I came out of it feeling angry.  ",
    "label": "0"
  },
  {
    "text": "***SPOILERS*** Whatever else can (or can't) be said about it, SURFACE is superbly crafted.  ",
    "label": "1"
  },
  {
    "text": "The cinematography is simply stunning (to say the least) and the fx are nothing if not state-of-the-art.  ",
    "label": "1"
  },
  {
    "text": "Conceptually, the show offers a little bit of everything- and for just about everybody (parents, kids, fantasy and/or fx fans).  ",
    "label": "1"
  },
  {
    "text": "And there wasn't a single sour note struck acting-wise, either; some surprisingly solid casting, here.  ",
    "label": "1"
  },
  {
    "text": "All things considered, a job very well done.  ",
    "label": "1"
  },
  {
    "text": "Thanks good a movie like this was done and released.  ",
    "label": "1"
  },
  {
    "text": "One of the best mexican movies ever!, and one of the less understood, even by mexican themselves, no matter how identified the should have felt with it.  ",
    "label": "1"
  },
  {
    "text": "It ranks highly as a great noir-crime-drama, incredible performances by Belmondo and Lino Ventura.  ",
    "label": "1"
  },
  {
    "text": "The attention given to every character, and complex psychological portrayals, detailing loyalty, treachery, love, and hope, are tremendous.  ",
    "label": "1"
  },
  {
    "text": "It is an excellent drama, an excellent thriller, and an excellent film.  ",
    "label": "1"
  },
  {
    "text": "Up there with the best of Melville.  ",
    "label": "1"
  },
  {
    "text": "Everything about this film is simply incredible.  ",
    "label": "1"
  },
  {
    "text": "You truly take this journey through the eyes and soul of a child.  ",
    "label": "1"
  },
  {
    "text": "BLACK WATER is a thriller that manages to completely transcend it's limitations (it's an indie flick) by continually subverting expectations to emerge as an intense experience.  ",
    "label": "1"
  },
  {
    "text": "The performances are real and gripping, the crocdodile is extremely well done, indeed if the Black Water website is to be believed that's because they used real crocs and the swamp location is fabulous.  ",
    "label": "1"
  },
  {
    "text": "I thoroughly enjoyed it when Christopher Eccleston took control of the TARDIS and the continuation of the series.  ",
    "label": "1"
  },
  {
    "text": "I'm not sure what he was trying to do with this film.  ",
    "label": "0"
  },
  {
    "text": "If it was to turn my good day feeling into a night of disturbing memories than I guess he succeeded.  ",
    "label": "0"
  },
  {
    "text": "There is a lot of beautiful places.  ",
    "label": "1"
  },
  {
    "text": "It was forced, like everything in this movie.  ",
    "label": "0"
  },
  {
    "text": "Again, lame.  ",
    "label": "0"
  },
  {
    "text": "Here's where the movie really pi**ed me off.  ",
    "label": "0"
  },
  {
    "text": "And don't even get me started on the jerky camerawork.  ",
    "label": "0"
  },
  {
    "text": "When I saw it in the theater I thought I was going to be sick.  ",
    "label": "0"
  },
  {
    "text": "Summary: The witticisms weren't witty.  ",
    "label": "0"
  },
  {
    "text": "The plot - well, I said I'd let that one go.  ",
    "label": "0"
  },
  {
    "text": "The acting was bad.  ",
    "label": "0"
  },
  {
    "text": "Really bad.  ",
    "label": "0"
  },
  {
    "text": "Even Billy Bob couldn't rise above the script, which was worse.  ",
    "label": "0"
  },
  {
    "text": "Camerawork - again, bad.  ",
    "label": "0"
  },
  {
    "text": "Rating: 1 out of 10.  ",
    "label": "0"
  },
  {
    "text": "An AMAZING finale to possibly the BEST trilogy of all time!  ",
    "label": "1"
  },
  {
    "text": "Kieslowski never ceases to amaze me.  ",
    "label": "1"
  },
  {
    "text": "He is one of my favourite directors, and one of the most talented directors in the history of cinema.  ",
    "label": "1"
  },
  {
    "text": "His use of the colours of the French flag in the three films was nothing short of incredible, every shot, every scene was like a work of art.  ",
    "label": "1"
  },
  {
    "text": "Three of the most visually appealing movies i've ever seen.  ",
    "label": "1"
  },
  {
    "text": "And his subtle connections between the three films are awesome.  ",
    "label": "1"
  },
  {
    "text": "I have to mention this and it is a huge SPOILER, i loved the ending, how all the characters of the three films were the remaining survivors of the ferry disaster, with Valentine and the young judge together, and the old man watching it on her TV, solidifying his happiness over the suffering which he dealt with for those many years.  ",
    "label": "1"
  },
  {
    "text": "I couldn't think of a better way to end the film, but a smile on my face, great way to wrap up an amazing film and trilogy!  ",
    "label": "1"
  },
  {
    "text": "I recommend this for EVERYONE who loves film, movies",
    "label": "1"
  },
  {
    "text": "I literally vomited while watching this film.  ",
    "label": "0"
  },
  {
    "text": "I think i was one of the people who found this another one of roth's pearls.  ",
    "label": "1"
  },
  {
    "text": "his performance, as awarded, was stunning.  ",
    "label": "1"
  },
  {
    "text": "the story which was told so eloquently by Francis ford Coppola 25 years earlier, really unfolds gradually and leaves room for the characters to develop.  ",
    "label": "1"
  },
  {
    "text": "In a most wonderful location lies a story of contrast.  ",
    "label": "1"
  },
  {
    "text": "All in all a beautiful directed film from Nicola's roeg wih a sublime cast.  ",
    "label": "1"
  },
  {
    "text": "I'm translating movies for a living and this is the first movie in my 5-year working experience that I found offensive to my intelligence.  ",
    "label": "0"
  },
  {
    "text": "But when someone strives for greatness and poetry, but delivers a muddled (and often ridiculous) story, a bunch of disparate scenes, pretentious dialogue... Then you get the worst kind of a movie that some other reviewer very accurately defined as",
    "label": "0"
  },
  {
    "text": "To those who find this movie intelligent or even masterful, I can only say - it's your intelligence and your imagination you obviously used to try and make some sense of this pitiful attempt (it's in our human nature to try and make sense of things) .  ",
    "label": "0"
  },
  {
    "text": "One more thing: I can tolerate political incorrectness very well, I'm all for artistic freedom and suspension of disbelief, but the Slavic female character was just too much.  ",
    "label": "0"
  },
  {
    "text": "This is such a fun and funny movie.  ",
    "label": "1"
  },
  {
    "text": "Highly entertaining at all angles.  ",
    "label": "1"
  },
  {
    "text": "It features an outlandish array of memorable, psychotic but lovable nuts.  ",
    "label": "1"
  },
  {
    "text": "So for our enjoyment we get to see them run around, play games, and be dangerous.  ",
    "label": "1"
  },
  {
    "text": "It even has its sweet moments.  ",
    "label": "1"
  },
  {
    "text": "The telephone repair man was really funny and his reactions to the nuts and bitchy boss were truly genuine.  ",
    "label": "1"
  },
  {
    "text": "All the characters in this film are tremendously well played.  ",
    "label": "1"
  },
  {
    "text": "And I really did find them funny.  ",
    "label": "1"
  },
  {
    "text": "This is actually a very smart movie.  ",
    "label": "1"
  },
  {
    "text": "There is a brilliant twist ending.  ",
    "label": "1"
  },
  {
    "text": "I love it.  ",
    "label": "1"
  },
  {
    "text": "The ending is so, SO perfect... you'll shed a tear.  ",
    "label": "1"
  },
  {
    "text": "I am so thrilled after seeing a movie like this.  ",
    "label": "1"
  },
  {
    "text": "I will never forget it now.  ",
    "label": "1"
  },
  {
    "text": "It is not just a cult... it is a cult CLASSIC.  ",
    "label": "1"
  },
  {
    "text": "Which has more depth and character than the man underneath it.  ",
    "label": "0"
  },
  {
    "text": "The Malta settings are as dry and as barren as the dialogue.  ",
    "label": "0"
  },
  {
    "text": "This movie is terrible.  ",
    "label": "0"
  },
  {
    "text": "The hockey scenes are terrible, defensemen playing like they're 5 years old, goalies diving at shots that are 10 feet wide of the net, etc.  ",
    "label": "0"
  },
  {
    "text": "For those that haven't seen it, don't waste your time!  ",
    "label": "0"
  },
  {
    "text": "To call this movie a drama is ridiculous!  ",
    "label": "0"
  },
  {
    "text": "Started watching this but didn't believe in any of the characters.  ",
    "label": "0"
  },
  {
    "text": "In particular the relationship between the bakery assistant and the waitress just didn't work for me at all.  ",
    "label": "0"
  },
  {
    "text": "It was a very superficial movie and it gave me the feeling that I was watching play rather than a film.  ",
    "label": "0"
  },
  {
    "text": "The characters were very 'stagey' and the storyline was a lot like a stage farce.  ",
    "label": "0"
  },
  {
    "text": "By the time the pyromaniac waylaid the assistant I was bored and didn't care what happened next and so I switched off.  ",
    "label": "0"
  },
  {
    "text": "Glad I didn't pay to see it.  ",
    "label": "0"
  },
  {
    "text": "Didn't laugh or even smile once.  ",
    "label": "0"
  },
  {
    "text": "But it wasn't anything at all just one big yawn...  ",
    "label": "0"
  },
  {
    "text": "It is a really good show to watch.  ",
    "label": "1"
  },
  {
    "text": "It is very educational for children 1 to 8 years old.  ",
    "label": "1"
  },
  {
    "text": "Barney is definitely super DE duper.  ",
    "label": "1"
  },
  {
    "text": "is pretty funny.  ",
    "label": "1"
  },
  {
    "text": "Babie Bop is very cute.  ",
    "label": "1"
  },
  {
    "text": "The kids are very cool too.  ",
    "label": "1"
  },
  {
    "text": "But \"Storm Trooper\" is not even bad enough to make it to the list of wonderfully terrible movies.  ",
    "label": "0"
  },
  {
    "text": "It's just lame.  ",
    "label": "0"
  },
  {
    "text": "The guy who said he's had better dialogue with his potted plants has it right.  ",
    "label": "0"
  },
  {
    "text": "Everything about this movie is stupid.  ",
    "label": "0"
  },
  {
    "text": "Even if you love bad movies, do not watch this movie.  ",
    "label": "0"
  },
  {
    "text": "It is shameful.  ",
    "label": "0"
  },
  {
    "text": "I would give this television series a 10 plus if i could.  ",
    "label": "1"
  },
  {
    "text": "The writers were \"smack on\" and I think the best actors and actresses were a bonus to the show.These characters were so real.  ",
    "label": "1"
  },
  {
    "text": "I must say I have taped most of the episodes and i find myself watching them over and over again.  ",
    "label": "1"
  },
  {
    "text": "Now you know why I gave it a 10+!  ",
    "label": "1"
  },
  {
    "text": "I don't know exactly what it is about this movie, but we latched on to this endearing movie and it has become a special part of our family's memories.  ",
    "label": "1"
  },
  {
    "text": "I totally and absolutely recommend this movie to anyone who likes good wholesome family movies because that is exactly what this is.  ",
    "label": "1"
  },
  {
    "text": "The things that the four kids get themselves into is absolutely hilarious to watch.  ",
    "label": "1"
  },
  {
    "text": "This is one of the best movies out there that shows such strong sibling bond for each other.  ",
    "label": "1"
  },
  {
    "text": "Much more interesting, more action, more suspense, and less of the unneeded controversy.  ",
    "label": "1"
  },
  {
    "text": "Everything from acting to cinematography was solid.  ",
    "label": "1"
  },
  {
    "text": "Definitely worth checking out.  ",
    "label": "1"
  },
  {
    "text": "Damian is so talented and versatile in so many ways of writing and portraying different Characters on screen.  ",
    "label": "1"
  },
  {
    "text": "This movie has a cutting edge to it.  ",
    "label": "1"
  },
  {
    "text": "I am so pleased to know such a modern day genius is out there , letting is passion for Art drive him and taking us as an audience with him.  ",
    "label": "1"
  },
  {
    "text": "The new characters weren't all that memorable, and I found myself forgetting who was who.  ",
    "label": "0"
  },
  {
    "text": "I felt as though her going to Ireland did absolutely nothing whatsoever.  ",
    "label": "0"
  },
  {
    "text": "It didn't make me scared, horrified, or make me sympathetic towards the characters; it was simply annoying.  ",
    "label": "0"
  },
  {
    "text": "The jerky camera movements were also annoying.  ",
    "label": "0"
  },
  {
    "text": "The plot was the same as pretty much every other cheap horror.  ",
    "label": "0"
  },
  {
    "text": "There was a few pathetic attempts to give the characters some depth, but it didn't really work into the rest of the plot.  ",
    "label": "0"
  },
  {
    "text": "I guess it was supposed to be clever twist, then shed some light on the situation, but it was just stupid.  ",
    "label": "0"
  },
  {
    "text": "If you see it, you should probably just leave it on the shelf.  ",
    "label": "0"
  },
  {
    "text": "Elias Koteas,Jack Palance play good roles Angelina is hot and gets naked.Billy Drago appears in this and is cool as usual + a cameo by Sven ole Thorsen helps make this a very enjoyable movie with good acting and a decent budget.  ",
    "label": "1"
  },
  {
    "text": "This was such an awesome movie that i bought it off of Ebay.  ",
    "label": "1"
  },
  {
    "text": "I really loved the story line and the poler bear was kinda cute.But if anyone has a question about Fort Steele, just ask away:)  ",
    "label": "1"
  },
  {
    "text": "This totally UNfunny movie is so over the top and pathetic and unrealistic that throughout the whole 90 minutes of utter torture I probably looked at my watch about 70000 times!  ",
    "label": "0"
  },
  {
    "text": "Lucy Bell is so much higher than this crap and for her to sink this low is quite depressing.  ",
    "label": "0"
  },
  {
    "text": "All this movie does is make you sick watching all these slackers make excuses for their stupid actions for 90 minutes.  ",
    "label": "0"
  },
  {
    "text": "God, and I can never get that 90 minutes back!  ",
    "label": "0"
  },
  {
    "text": "I think the most wonderful parts (literally, full of \"wonder\") are the excerpts from his works.  ",
    "label": "1"
  },
  {
    "text": "The sets (especially designed to work with the camera) are amazing....stylized, beautiful and effective.  ",
    "label": "1"
  },
  {
    "text": "They could be used as exemplars for any set designer.  ",
    "label": "1"
  },
  {
    "text": "The stories were powerful explorations of the nature of man and of art.  ",
    "label": "1"
  },
  {
    "text": "After watching this film, I wanted to learn more about the works of this artist.  ",
    "label": "1"
  },
  {
    "text": "I highly recommend this movie for anyone interested in art, poetry, theater, politics, or Japanese history.  ",
    "label": "1"
  },
  {
    "text": "Here, in The Wind and the Lion, we see a wonderful rendering of America's own Imperial age.  ",
    "label": "1"
  },
  {
    "text": ") What makes this story different are the terrific production values - faultless photography, composition and editing - the terrific casting - the underappreciated Brian Keith playing a bully Teddy - and vivid history.  ",
    "label": "1"
  },
  {
    "text": "Though The Wind and the Lion is told largely through the eyes of the son, every member of the family can identify with one of the characters, whether it be Sean Connery's noble brigand, Candace Bergen's feisty heroine, John Huston's wily John Hay or Steve Kanaly's spiffy, radiant, ruthless can-do lieutenant, Roosevelt's",
    "label": "1"
  },
  {
    "text": "This is high adventure at its best.  ",
    "label": "1"
  },
  {
    "text": "I think it was Robert Ryans best film, because he portrayed someone like my father, and he was a schizophrenic in real life,(my father) although he never murdered anyone but was affected more so during the second world war which made him worse.  ",
    "label": "1"
  },
  {
    "text": "Having to humour him just to get by and get through the day was so apt.  ",
    "label": "1"
  },
  {
    "text": "(My mother and brother had to do this)When I saw Robert Ryan portraying this type of man, it was a very good imitation of this type of individual, and I was impressed.  ",
    "label": "1"
  },
  {
    "text": "Almost all of the songs in Cover Girl are old-fashioned and not very tuneful.  ",
    "label": "0"
  },
  {
    "text": "The most annoying thing about 'Cover Girl' is the way in which Rita Hayworth is put up on a pedestal.  ",
    "label": "0"
  },
  {
    "text": "Unfortunately, 'Cover Girl' is an example of how Hollywood used to exploit women for financial gain.  ",
    "label": "0"
  },
  {
    "text": "Non-linear narration thus many flashbacks and every part are articulated quite well.  ",
    "label": "1"
  },
  {
    "text": "The good cinematography also makes her and Monica Bellucci look very beautiful.  ",
    "label": "1"
  },
  {
    "text": "A good commentary of today's love and undoubtedly a film worth seeing.  ",
    "label": "1"
  },
  {
    "text": "For people who are first timers in film making, I think they did an excellent job!!  ",
    "label": "1"
  },
  {
    "text": "It was very popular when I was in the cinema, a good house and very good reactions and plenty of laughs.  ",
    "label": "1"
  },
  {
    "text": "It's a feel-good film and that's how I felt when I came out of the cinema!  ",
    "label": "1"
  },
  {
    "text": "It has northern humour and positive about the community it represents.  ",
    "label": "1"
  },
  {
    "text": "I rather enjoyed it.  ",
    "label": "1"
  },
  {
    "text": "I liked it.  ",
    "label": "1"
  },
  {
    "text": "I couldn't take them seriously.  ",
    "label": "0"
  },
  {
    "text": "It really created a unique feeling though.  ",
    "label": "1"
  },
  {
    "text": "Vivian Schilling did an excellent job with the script.  ",
    "label": "1"
  },
  {
    "text": "A world better than 95% of the garbage in the theatres today.  ",
    "label": "1"
  },
  {
    "text": "Her role was played well.  ",
    "label": "1"
  },
  {
    "text": "Not too screamy not to masculine but just right.  ",
    "label": "1"
  },
  {
    "text": "The camera really likes her in this movie.  ",
    "label": "1"
  },
  {
    "text": "I would have casted her in that role after ready the script.  ",
    "label": "1"
  },
  {
    "text": "As a European, the movie is a nice throwback to my time as a student in the 1980's and the experiences I had living abroad and interacting with other nationalities, although the circumstances were slightly different.  ",
    "label": "1"
  },
  {
    "text": "I am a fan of his ... This movie sucked really bad.  ",
    "label": "0"
  },
  {
    "text": "Even worse than Ticker!  ",
    "label": "0"
  },
  {
    "text": "& That movie was bad.  ",
    "label": "0"
  },
  {
    "text": "Only like 3 or 4 buildings used, a couple of locations MAYBE, & poor hummh!  ",
    "label": "0"
  },
  {
    "text": "It just blew.  ",
    "label": "0"
  },
  {
    "text": "This movie is excellent!Angel is beautiful and Scamp is adorable!His little yelps when hes scared,and the funniest parts are when:Scamp is caught under the curtain and when Angel and Scamp are singing 'Ive Never Had This Feeling Before'.I totally recommend this movie,its coming out on special edition on June 20.The cover has scamp on a garbage can and Angel underneath the lid.  ",
    "label": "1"
  },
  {
    "text": "I just cant explain this movie more than romantic,charming,hilarious,and adorable.The junkyard scenes are funny,all the junkyard dogs have something special.Too funny i laughed,kids will LOVE it.Buy it when it comes out,it has new features!  ",
    "label": "1"
  },
  {
    "text": "Now we were chosen to be tortured with this disgusting piece of blatant American propaganda.  ",
    "label": "0"
  },
  {
    "text": "This show is made for Americans - it is too stupid and full with hatred and clichés to be admitted elsewhere.  ",
    "label": "0"
  },
  {
    "text": "Almost everyone involved must be return to school, acting is utterly predictable and bad, script is pile of garbage all round.  ",
    "label": "0"
  },
  {
    "text": "I wish I could enter negative values, admins?  ",
    "label": "0"
  },
  {
    "text": "The sets are so bad, they wouldn't look out of place on a Thunderbirds episode.  ",
    "label": "0"
  },
  {
    "text": "The use of slow-motion needlessly repeats itself throughout the movie but is well backed up by bad acting (and bad is a kind word here), no continuity, scenes that are thrown in for no reason whatsoever, vehicles that looked like they were made from a Corn Flakes box and a directorial style that bordered on stupidity.  ",
    "label": "0"
  },
  {
    "text": "Oh yeah, and the storyline was pathetic too.  ",
    "label": "0"
  },
  {
    "text": "I hate writing bad reviews about films - especially those in which I really like the star - but this film is so bad I don't believe for one second that anyone could have been proud of it.  ",
    "label": "0"
  },
  {
    "text": "I am not a filmmaker nor am I a director but I would hide my head in the sand if I'd spent whatever amount of money and time on this movie.  ",
    "label": "0"
  },
  {
    "text": "In short - this was a monumental waste of time and energy and I would not recommend anyone to EVER see this film.  ",
    "label": "0"
  },
  {
    "text": "It came free with a DVD player I bought but I still turned the thing off halfway through because I was embarrassed for Howell.",
    "label": "1"
  },
  {
    "text": "An interesting premise, and Billy Drago is always good as a dangerous nut-bag (side note: I'd love to see Drago, Stephen McHattie and Lance Hendrikson in a flick together; talk about raging cheekbones!).  ",
    "label": "1"
  },
  {
    "text": "The soundtrack wasn't terrible, either.  ",
    "label": "1"
  },
  {
    "text": "But the acting--even that of such professionals as Drago and Debbie Rochon--was terrible, the directing worse (perhaps contributory to the former), the dialog chimp-like, and the camera work, barely tolerable.  ",
    "label": "0"
  },
  {
    "text": "Still, it was the SETS that got a big on my \"oy-vey\" scale.  ",
    "label": "1"
  },
  {
    "text": "Yes, I am simplifying things here for the sake of brevity, for this really is at the core of the problems with this film - it has too much going on without any real, fulfilling explanation.  ",
    "label": "0"
  },
  {
    "text": "Both do good jobs and are quite amusing.  ",
    "label": "1"
  },
  {
    "text": "But the convoluted plot just didn't convince me, and much of the film was watched with a weird, questioning glance.  ",
    "label": "0"
  },
  {
    "text": "I let my girlfriend talk me into seeing this - bad idea, we both hated it.  ",
    "label": "0"
  },
  {
    "text": "The last 15 minutes of movie are also not bad as well.  ",
    "label": "1"
  },
  {
    "text": "Bela Lugosi was totally extraneous, intoning odd lines.  ",
    "label": "0"
  },
  {
    "text": "The acting was decidely wooden, though no worse than a period Universal B movie.  ",
    "label": "0"
  },
  {
    "text": "I like Armand Assante & my cable company's summary sounded interesting, so I watched it, twice already, and probably will again.  ",
    "label": "1"
  },
  {
    "text": "I believe the screenwriter did a good job of tying up the loose ends.  ",
    "label": "1"
  },
  {
    "text": "My 8/10 score is mostly for the plot.  ",
    "label": "1"
  },
  {
    "text": "I won't say any more - I don't like spoilers, so I don't want to be one, but I believe this film is worth your time.  ",
    "label": "1"
  },
  {
    "text": "Wow, what a bad film.  ",
    "label": "0"
  },
  {
    "text": "Not frightening in the least, and barely comprehensible.  ",
    "label": "0"
  },
  {
    "text": "The plot doesn't hang together at all, and the acting is absolutely appalling.  ",
    "label": "0"
  },
  {
    "text": "Not even good for camp value!  ",
    "label": "0"
  },
  {
    "text": "I wasn't expecting Oscar material, but this?  ",
    "label": "0"
  },
  {
    "text": "You'd have to have the IQ of particularly stupid mollusk not to see that one coming.  ",
    "label": "0"
  },
  {
    "text": "This film (and I use that word loosely) is an insult to the movie-going public.  ",
    "label": "0"
  },
  {
    "text": "If only someone involved with it knew how to string together narrative!  ",
    "label": "0"
  },
  {
    "text": "This gets a 1 out of 10, simply because there's nothing lower.  ",
    "label": "0"
  },
  {
    "text": "This is one I did not have, but I watched it recently on Fox Movie Channel, and was very disappointed.  ",
    "label": "0"
  },
  {
    "text": "I know he was a contract player with little control over his scripts, but the acting was as bad as the script.  ",
    "label": "0"
  },
  {
    "text": "Victor McLaglen was even bad, and Brian DonLevy was almost unrecognizable.  ",
    "label": "0"
  },
  {
    "text": "Considering the relations off screen between Taylor and Stanwyck, it was surprising how little chemistry there was on screen between the two of them.  ",
    "label": "0"
  },
  {
    "text": "But the premise of the film was so ridiculous: that the President of the U.S.  ",
    "label": "0"
  },
  {
    "text": "The death row scenes were entirely unmoving.  ",
    "label": "0"
  },
  {
    "text": "The only thing worse than Taylor's acting was Stanwyck's singing.  ",
    "label": "0"
  },
  {
    "text": "Whatever the producer was going for, he missed entirely.  ",
    "label": "0"
  },
  {
    "text": "I was deeply impressed with the character he played.  ",
    "label": "1"
  },
  {
    "text": "I knew when I saw the film that more great things were to come from this gifted actor.  ",
    "label": "1"
  },
  {
    "text": "A cheap and cheerless heist movie with poor characterisation, lots of underbite style stoic emoting (think Chow Yun Fat in A Better Tomorrow) and some cheesy clichés thrown into an abandoned factory ready for a few poorly executed flying judo rolls a la John Woo.  ",
    "label": "0"
  },
  {
    "text": "Even the squibs look awful.  ",
    "label": "0"
  },
  {
    "text": "At no point in the proceedings does it look remotely like America.  ",
    "label": "0"
  },
  {
    "text": "The plot, such as it is, is so derivative and predictable that the ending is like a mercy killing.  ",
    "label": "0"
  },
  {
    "text": "The awful dialogue and hopeless overacting by everyone who gets shot top off a real waste of space and time.  ",
    "label": "0"
  },
  {
    "text": "I was very uneasy with how bad this movie was, but not scared at all.  ",
    "label": "0"
  },
  {
    "text": "The dialogue is composed of things that make little sense.  ",
    "label": "0"
  },
  {
    "text": "About 30 minutes of footage is wasted to show mediocre elderly actors awkwardly babbling overwrought pseudo-Satanic gibberish corny enough to make a teen Goth blush, almost always in Olde English, and sometimes in Latin that may or may not be made up words.  ",
    "label": "0"
  },
  {
    "text": "The directing is sloppy at best.  ",
    "label": "0"
  },
  {
    "text": "Hackneyed writing, certainly, but made even worse by the bad directing.  ",
    "label": "0"
  },
  {
    "text": "Of course, the acting is blah.  ",
    "label": "0"
  },
  {
    "text": "The acting by the whole cast could be put on a scale and balanced perfectly between overacting and underacting.  ",
    "label": "0"
  },
  {
    "text": "And, FINALLY, after all that, we get to an ending that would've been great had it been handled by competent people and not Jerry Falwell.  ",
    "label": "0"
  },
  {
    "text": "I loved this movie it was a great portrayal of a family who had it's share of ups and down, but in the end they knew that special love they had for each other.  ",
    "label": "1"
  },
  {
    "text": "I have seen many movies starring Jaclyn Smith, but my god this was one of her best, though it came out 12 years ago.  ",
    "label": "1"
  },
  {
    "text": "This movie contained an all-star cast, and what I loved the most was that it opened my eyes to see other actors who I haven't seen before.  ",
    "label": "1"
  },
  {
    "text": "This movie was kind of long in length, but I enjoyed every minute of it.  ",
    "label": "1"
  },
  {
    "text": "Overall I rate this movie a 10 out of a 1-10 scale.  ",
    "label": "1"
  },
  {
    "text": "Lifetime does not air it enough, so if anyone knows what store sells it let me know because this is a must-have.  ",
    "label": "1"
  },
  {
    "text": "I particularly remember my senses being assaulted by strident cords of music that would blare out with very little warning, and even less meaning.  ",
    "label": "0"
  },
  {
    "text": "It is just the sort of pap that is screened in the afternoon to punish the unemployed for not having jobs.  ",
    "label": "0"
  },
  {
    "text": "Totally different, with loads of understatement and black comedy, this is a film few get to see, but those who do will remember it.  ",
    "label": "1"
  },
  {
    "text": "This movie creates its own universe, and is fascinating in every way.  ",
    "label": "1"
  },
  {
    "text": "But this movie really got to me.  ",
    "label": "1"
  },
  {
    "text": "See it.  ",
    "label": "1"
  },
  {
    "text": "I really hope the team behind this movie makes more movies, and that they will continue to do so in their own, some kinda weird style.  ",
    "label": "1"
  },
  {
    "text": "And I forgot: The Casting here i superb, with Trond Fausa Aurvåg being perfect in the role as the Bothersome Man, who doesn't understand where he is, what he is doing and why.  ",
    "label": "1"
  },
  {
    "text": "This movie is a good and humorous comment on life in 2006.  ",
    "label": "1"
  },
  {
    "text": "I found this move beautiful, enjoyable, and uplifting.  ",
    "label": "1"
  },
  {
    "text": "Initially the local sites in the film, which was filmed here in Buffalo, intrigued me.  ",
    "label": "1"
  },
  {
    "text": "Later I found myself lost in the power of the film.  ",
    "label": "1"
  },
  {
    "text": "The entire audience applauded at the conclusion of the film.  ",
    "label": "1"
  },
  {
    "text": "I left the theater with a lilt in my step, joy in my heart and hope for the human race.  ",
    "label": "1"
  },
  {
    "text": "Duris has a wholesome appearance and gives a fine performance.  ",
    "label": "1"
  },
  {
    "text": "The rest of the cast also play well.  ",
    "label": "1"
  },
  {
    "text": "Cinematography noteworthy including fine views of Barcelona and its famed Gaudi towers.  ",
    "label": "1"
  },
  {
    "text": "About ten minutes into this film I started having second thoughts.  ",
    "label": "0"
  },
  {
    "text": "About half way through this film I started to dislike it.  ",
    "label": "0"
  },
  {
    "text": "By the time the film ended, I not only disliked it, I despised it.  ",
    "label": "0"
  },
  {
    "text": "What this film lacks is a convincing script.  ",
    "label": "0"
  },
  {
    "text": "The script looks as if only a rough draft was written and shooting began before a finished script was completed.  ",
    "label": "0"
  },
  {
    "text": "Things happen, characters personalities change, plot twists occur for no real reason other than that script calls for it.  ",
    "label": "0"
  },
  {
    "text": "The cast is good.  ",
    "label": "1"
  },
  {
    "text": "For that, it's worth checking out.  ",
    "label": "1"
  },
  {
    "text": "This is probably the most irritating show I have ever seen in my entire life.  ",
    "label": "0"
  },
  {
    "text": "It is indescribably the most annoying and idiotic show I have ever seen.  ",
    "label": "0"
  },
  {
    "text": "Everything about it is just bad.  ",
    "label": "0"
  },
  {
    "text": "I could not understand, what kind of idiot would produce this mess in the first place not to mention several season.  ",
    "label": "0"
  },
  {
    "text": "The script is bad, very bad  it contains both cheesiness and unethical joke that you normally see in rated R or NC-17 movie.  ",
    "label": "0"
  },
  {
    "text": "The casting is also horrible, cause all you see is a really really BAD Actors, period.  ",
    "label": "0"
  },
  {
    "text": "Final Word: This Show is a real torture!!  ",
    "label": "0"
  },
  {
    "text": "It is zillion times away from reality.  ",
    "label": "0"
  },
  {
    "text": "Watching washing machine twirling around wouldn't hurt your eyes as much as this show.  ",
    "label": "0"
  },
  {
    "text": "Rating: 0/10 (Grade: Z) Note: The Show Is So Bad That Even Mother Of The Cast Pull Her Daughter Out Of The Show.  ",
    "label": "0"
  },
  {
    "text": "20th Century Fox's ROAD HOUSE 1948) is not only quite a silly noir but is an implausible unmitigated bore of a movie.  ",
    "label": "0"
  },
  {
    "text": "Full of unconvincing cardboard characters it is blandly written by Edward Chodorov, who also produced, and is surprisingly directed by Jean Negulesco from whom one would expect a great deal more.  ",
    "label": "0"
  },
  {
    "text": "From here on the Widmark character turns unintentionally comical!  ",
    "label": "0"
  },
  {
    "text": "His losing his marbles so early in the proceedings is totally implausible and unconvincing.  ",
    "label": "0"
  },
  {
    "text": "And if that isn't enough of a mess of a movie for you - the picture is also marred with a constant use of studio sets and indoor exteriors.  ",
    "label": "0"
  },
  {
    "text": "Whatever prompted such a documentary is beyond me!  ",
    "label": "0"
  },
  {
    "text": "(very serious spoilers) this movie was a huge disappointment.  ",
    "label": "0"
  },
  {
    "text": "there are so many problems i dont know where to start.  ",
    "label": "0"
  },
  {
    "text": "the cast was great.  ",
    "label": "1"
  },
  {
    "text": "steve martin delivers a really funny performance of a middle-aged, upper class, uptight white guy.  ",
    "label": "1"
  },
  {
    "text": "add betty white and jean smart and you have a great cast - everyone played their parts really well.  ",
    "label": "1"
  },
  {
    "text": "but the movie makes a lot of serious mistakes.  ",
    "label": "0"
  },
  {
    "text": "first of all, there are enough racial stereotypes and racial jokes to offend everyone.  ",
    "label": "0"
  },
  {
    "text": "the movie is littered with overt racial slurs towards the black cast members and in return the whites are depicted as morons and boobs.  ",
    "label": "0"
  },
  {
    "text": "putting the race card aside, lets look at the major flaw in the film: they destroy latifa's character.  ",
    "label": "0"
  },
  {
    "text": "there is no real plot.  ",
    "label": "0"
  },
  {
    "text": "i wouldnt see this movie again for free.  ",
    "label": "0"
  },
  {
    "text": "STEAMBOAT WILLIE is an amazingly important film to our cinema history.  ",
    "label": "1"
  },
  {
    "text": "This second appearance of Mickey Mouse (following the silent PLANE CRAZY earlier that year) is probably his most famous film--mostly because it was so ground-breaking.  ",
    "label": "1"
  },
  {
    "text": "While you don't yet hear Mickey speak, there are tons of sound effects and music throughout the film--something we take for granted now but which was a huge crowd pleaser in 1928.  ",
    "label": "1"
  },
  {
    "text": "However, after seeing the short again after about 25 years, I was amazed at how timeless the film actually is.  ",
    "label": "1"
  },
  {
    "text": "Then I watched it again two Sundays ago (March 20th, 2005) and I began to really enjoy it and this time I taped the entire thing.  ",
    "label": "1"
  },
  {
    "text": "It is a very well acted and done TV Movie.  ",
    "label": "1"
  },
  {
    "text": "Judith Light is one of my favorite actresses and I think she does a superb job in this film!  ",
    "label": "1"
  },
  {
    "text": "I keep watching it over and over.  ",
    "label": "1"
  },
  {
    "text": "It's a sad movie, but very good.  ",
    "label": "1"
  },
  {
    "text": "If you have not seen this movie, I definitely recommend it!  ",
    "label": "1"
  },
  {
    "text": "She is as lovely as usual, this cutie!  ",
    "label": "1"
  },
  {
    "text": "Still it's quite interesting and entertaining to follow.  ",
    "label": "1"
  },
  {
    "text": ";) Recommend with confidence!  ",
    "label": "1"
  },
  {
    "text": "This movie is well-balanced with comedy and drama and I thoroughly enjoyed myself.  ",
    "label": "1"
  },
  {
    "text": "It was a riot to see Hugo Weaving play a sex-obsessed gay real estate salesman who uses his clients' houses for his trysts with the flaming Darren (Tom Hollander).  ",
    "label": "1"
  },
  {
    "text": ":) Anyway, the plot flowed smoothly and the male-bonding scenes were a hoot.  ",
    "label": "1"
  },
  {
    "text": "The opening sequence of this gem is a classic, and the cat n mouse games that follow are a delight to watch.  ",
    "label": "1"
  },
  {
    "text": "Fans of the genre will be in heaven.  ",
    "label": "1"
  },
  {
    "text": "Lange had become a great actress.  ",
    "label": "1"
  },
  {
    "text": "It looked like a wonderful story.  ",
    "label": "1"
  },
  {
    "text": "I never walked out of a movie faster.  ",
    "label": "0"
  },
  {
    "text": "I just got bored watching Jessice Lange take her clothes off!  ",
    "label": "0"
  },
  {
    "text": "Unfortunately, any virtue in this film's production work was lost on a regrettable script.  ",
    "label": "0"
  },
  {
    "text": "In a word, it is embarrassing.  ",
    "label": "0"
  },
  {
    "text": "Exceptionally bad!  ",
    "label": "0"
  },
  {
    "text": "All in all its an insult to one's intelligence and a huge waste of money.  ",
    "label": "0"
  }
]